{
    "monday": {
        "breakfast": {
            "dishImage": "img/food-system/monday,thursday,sunday/breakfast.webp",
            "dishName": "Сирники",
            "dishIngredients": [
                "250 г творогу",
                "1 яйце",
                "2 ст. ложки цукру",
                "3 ст. ложки манної крупи",
                "1/2 чайної ложки соди",
                "1/2 чайної ложки солі",
                "2 ст. ложки рослинної олії",
                "1/4 склянки молока",
                "1/2 чайної ложки ванільного екстракту"
            ],
            "dishCpfc": {
                "calories": "480 ккал",
                "proteins": "6 г",
                "fats": "3 г",
                "carbohydrates": "8 г"
            },
            "dishWeight": "240 г",
            "dishComment": "Сирники містять багато білків, кальцію та інших корисних мікронутрієнтів, таких як фосфор і вітамін D. Вони також можуть бути низькокалорійним варіантом для сніданку.",
            "dishInstructions": [
                "У миску додайте творог, яйце та цукор. Змішайте до однорідної маси.",
                "Додайте манну крупу, сіль, соду та олію. Змішайте до однорідної маси.",
                "Додайте молоко та ванільний екстракт і змішайте.",
                "Розігрійте сковороду на середньому вогні та додайте трохи олії.",
                "Формуйте невеликі сирники та обсмажуйте з двох сторін, доки вони не стануть золотистими."
            ]
        },
        "dinner": {
            "dishImage": "img/food-system/monday,thursday,sunday/dinner.webp",
            "dishName": "Грибний суп",
            "dishIngredients": [
                "500 г свіжих грибів (наприклад, шампіньйони)",
                "1 середня цибуля, нарізана",
                "2 зубчики часнику, розчавлені",
                "3 столові ложки олії або вершкового масла",
                "4 чашки овочевого бульйону (можна використовувати грибний бульйон)",
                "1 чашка вершків",
                "Сіль та перець за смаком",
                "Свіжі зелені (наприклад, петрушка або кріп), нарізані для прикраси"
            ],
            "dishCpfc": {
                "calories": "300 ккал",
                "proteins": "15 г",
                "fats": "8 г",
                "carbohydrates": "20 г"
            },
            "dishWeight": "400 г",
            "dishComment": "Звичайний грибний суп - це смачна та ситна страва. Можете додати трохи сиру, або з’їсти шматок чорного хлібу. Таке доповнення буде не зайвим.",
            "dishInstructions": [
                "Гриби очистіть та наріжте на тонкі шматочки.",
                "Розігрійте олію або вершкове масло в каструлі на середньому вогні. Додайте цибулю та часник, і смажте до м'якості, приблизно 5 хвилин.",
                "Додайте нарізані гриби до каструлі та смажте, поки вони не стануть м'якими та випустять свій сік, близько 8-10 хвилин.",
                "Додайте бульйон до каструлі, збільште вогонь та доведіть до кипіння. Зменшіть вогонь та варіть грибний суп на помірному вогні протягом 15-20 хвилин.",
                "За смаком додайте сіль та перець.",
                "Знявши каструлю з вогню, додайте вершки та добре перемішайте.",
                "Подавайте грибний суп гарячим, прикрасивши свіжою зеленню."
            ]
        },
        "supper": {
            "dishImage": "img/food-system/monday,thursday,sunday/supper.webp",
            "dishName": "Рис з мідіями",
            "dishIngredients": [
                "1/3 чашка рису",
                "1  чашки води",
                "200  г мідій (очищених та вимитих)",
                "1/2 столові ложки олії",
                "1 цибулина, дрібно нарізана",
                "1/2 зубчики часнику, розчавлені",
                "1/6 чашки білого вина (необов'язково)",
                "Сіль та перець за смаком",
                "Свіжі зелені (наприклад, петрушка), нарізані для прикраси"
            ],
            "dishCpfc": {
                "calories": "550 ккал",
                "proteins": "10 г",
                "fats": "25 г",
                "carbohydrates": "26 г"
            },
            "dishWeight": "300 г",
            "dishComment": "Обирайте темний рис.",
            "dishInstructions": [
                "Промийте рис декілька разів, доки вода не стане прозорою.",
                "У каструлі злейте воду та додайте рис. Принесіть до кипіння, потім зменшіть вогонь, накрийте каструлю кришкою та готуйте приблизно 15-20 хвилин, доки рис не стане м'яким і вода не висохне. Зніміть з вогню та залиште каструлю на 5-10 хвилин, щоб рис додатково пропарився.",
                "У міжчасі, на панці розігрійте олію на середньому вогні. Додайте цибулину та часник, і смажте до м'якості, приблизно 3-4 хвилини.",
                "Додайте мідії до панці та збільшіть вогонь. Залийте біле вино (за бажанням) і готуйте на великому вогні, часто помішуючи, до того моменту, поки мідії повністю не відкриються. Видаліть невідкриті мідії.",
                "Додайте готовий рис до мідій у панці. Приправте сіллю та перцем за смаком. Помішуйте доки все добре змішається та прогріється протягом кількох хвилин.",
                "Подавайте рис з мідіями гарячим, прикрасивши свіжою зеленню."
            ]
        },
        "snacks": {
            "dishImage": "img/food-system/monday,thursday,sunday/snacks.webp",
            "dishName": "Вафлі",
            "dishIngredients": [
                "1/2 чашки пшеничної муки",
                "1/2 чайні ложки цукру",
                "1 столова ложка пекарського порошку",
                "1/2 чайної ложки солі",
                "2 великі яйця",
                "1/2 чашки молока",
                "1 чайна ложка ванільного екстракту"
            ],
            "dishCpfc": {
                "calories": "170 ккал",
                "proteins": "2 г",
                "fats": "20 г",
                "carbohydrates": "40 г"
            },
            "dishWeight": "100 г",
            "dishComment": "Враховуйте інші фактори харчування: Розгляньте всю свою дієту в цілому. Якщо ви споживаєте багато інших продуктів з високим вмістом цукру або вуглеводів, спробуйте зменшити споживання сладкого, щоб збалансувати раціон.",
            "dishInstructions": [
                "У великій мисці поєднайте пшеничну муку, цукор, пекарський порошок і сіль. Добре перемішайте.",
                "У іншій мисці розбийте яйця. Додайте молоко, розтоплене масло та ванільний екстракт. Змішайте до отримання однорідної суміші.",
                "Зробіть невелику ямку в сухих інгредієнтах і влийте змочену суміш. За допомогою віників або ложки обережно змішайте до отримання гладкої тіста. Не замішуйте занадто довго, щоб уникнути перевитривання тіста.",
                "Налейте приблизно 1/4 чашки тіста на середину праски, закрийте і спечіть до золотистого кольору, відповідно до інструкцій праски (зазвичай це займає 3-5 хвилин).",
                "Зніміть вафлі з праски і повторіть процес з рештою тіста."
            ]
        }
    },
    "tuesday": {
        "breakfast": {
            "dishImage": "img/food-system/tuesday,friday/breakfast.webp",
            "dishName": "Млинці",
            "dishIngredients": [
                "1 чашка борошна",
                "1 чашка молока (можна використовувати рослинне молоко, таке як соєве, овесляне або мигдальне)",
                "2 яйця",
                "1 столова ложка рослинної олії (наприклад, оливкова або кокосова олія)",
                "1 чайна ложка цукру (або інший солодкий замінник)",
                "1/2 чайної ложки солі",
                "Олія для змащування пательні"
            ],
            "dishCpfc": {
                "calories": "650 ккал",
                "proteins": "6 г",
                "fats": "8 г",
                "carbohydrates": "15 г"
            },
            "dishWeight": "250 г",
            "dishComment": "Якщо вивідчуваєте тяжкість після їжі, спробуйте замінити борошно на злаки, наприклад вівсянку. В Вас вийде більш хрумкі млинці.",
            "dishInstructions": [
                "У глибокій мисці змішайте борошно, цукор і сіль.",
                "В іншу миску розбити яйця, додати молоко та рослинну олію. Збийте, поки суміш не стане однорідною.",
                "Поступово додайте змішані сухі інгредієнти до вологих, перемішуючи до утворення однорідного тіста. Якщо тісто занадто густе, можна додати ще трохи молока. Дати тісту постояти 10-15 хвилин.",
                "Розігріваємо сковороду на середньому вогні та змащуємо її невеликою кількістю олії.",
                "За допомогою половинки булочки або черпака наливаємо невелику кількість тіста на сковорідку і розтягуємо, обертаючи сковорідку, щоб рівномірно розподілити тісто по всій поверхні.",
                "Обсмажуємо млинець з обох боків до золотистої скоринки, перевертаючи його лопаткою або широкою ложкою. Повторіть цей процес з рештою тіста."
            ]
        },
        "dinner": {
            "dishImage": "img/food-system/tuesday,friday/dinner.webp",
            "dishName": "Плов",
            "dishIngredients": [
                "150 нежирного м'яса (курка, індичка або яловичина), нарізаного на кубики",
                "1 столова ложка рослинної олії (наприклад, оливкова або кокосова олія)",
                "1 велика цибуля, нарізана тонкими кільцями",
                "1/2 моркви, нарізані на тонкі пластинки",
                "1 столова ложка куркуми",
                "1/3 чашка рису",
                "2/3 чашки овочевого бульйону (або вода)",
                "Сіль за смаком",
                "Свіжа зелень для прикраси (петрушка, кріп, базилік і т.д.)"
            ],
            "dishCpfc": {
                "calories": "700 ккал",
                "proteins": "20 г",
                "fats": "15 г",
                "carbohydrates": "20 г"
            },
            "dishWeight": "250 г",
            "dishComment": "Ви можете використовувати чорний рис, в ньому міститься більше макроелементів, що будуть допомагати у перетравленні їжі.",
            "dishInstructions": [
                "У великій каструлі розігрійте рослинну олію на середньому вогні. Додайте нарізану цибулю і моркву.",
                "Додайте нарізане м'ясо до каструлі і смажте, поки воно не стане золотистим з усіх боків.",
                "Додайте куркуму і рис до каструлі. Помішуйте, щоб рис рівномірно просмажився протягом кількох хвилин.",
                "Залейте овочевий бульйон або воду до каструлі. Додайте сіль за смаком. Зменшіть вогонь до мінімуму, накрийте каструлю кришкою і готуйте протягом 15-20 хвилин, або доки рис стане м'яким і всю рідину поглинуто.",
                "Після готовності плову вимкніть вогонь і залиште його на каструлі ще на 5-10 хвилин, щоб він доспівав і набув більш насиченого смаку.",
                "Подавайте плов гарячим, прикрашений свіжою зеленню."
            ]
        },
        "supper": {
            "dishImage": "img/food-system/tuesday,friday/supper.webp",
            "dishName": "Салат з тунцем",
            "dishIngredients": [
                "1/3 банки консервованого тунця в олії (або свіжого тунця, відвареного та розділеного на шматочки)",
                "1/2 столові ложки оливкової олії",
                "2 столові ложки лимонного соку",
                "1/2 чашки нарізаного огірка",
                "1/2 чашки нарізаної свіжої червоної цибулі",
                "1/2 чашки нарізаної свіжої помідори",
                "1/4 чашки нарізаної чорної оливки",
                "2 столові ложки нарізаної свіжої петрушки",
                "Сіль і перець за смаком"
            ],
            "dishCpfc": {
                "calories": "160 ккал",
                "proteins": "8 г",
                "fats": "5 г",
                "carbohydrates": "10 г"
            },
            "dishWeight": "200 г",
            "dishComment": "Можете замінити тунець на сир фету., 50 грам.",
            "dishInstructions": [
                "У великій мисці змішайте оливкову олію і лимонний сік. Додайте сіль і перець за смаком і добре перемішайте.",
                "Додайте консервований тунець в олії до миски. Якщо ви використовуєте свіжий тунець, розділіть його на шматочки і додайте до миски.",
                "Додайте нарізаний огірок, червону цибулю, помідори, чорну оливку і петрушку до миски.",
                "Перемішайте всі інгредієнти, щоб рівномірно обволікти тунець олією і розподілити овочі.",
                "Смакуйте і додавайте сіль і перець за смаком, якщо потрібно.",
                "Салат з тунцем готовий до подачі. Ви можете подати його на листях салату, на крутони або як самостійну страву."
            ]
        },
        "snacks": {
            "dishImage": "img/food-system/tuesday,friday/snacks.webp",
            "dishName": "Фрукти",
            "dishIngredients": [
                "Обирайте будь-які фрукти, окрім банану, він затримає воду."
            ],
            "dishCpfc": {
                "calories": "-",
                "proteins": "-",
                "fats": "-",
                "carbohydrates": "-"
            },
            "dishWeight": "150 г",
            "dishComment": "Завдяки сьогоднішньому раціону Ви маєте необхідну кількість всіх поживних речовин, якщо Ви не відчуваєте потреби у їжі - пропустіть снек.",
            "dishInstructions": []
        }
    },
    "wednesday": {
        "breakfast": {
            "dishImage": "img/food-system/wednesday,saturday/breakfast.webp",
            "dishName": "Смузі",
            "dishIngredients": [
                "1/2  банан",
                "1 чашка свіжих ягід (ягоди полуниці, малини, годжі, ягоди або суміш)",
                "1/2 чашки нежиркого йогурту ",
                "1/2 чашки рідкого (рослинного) молока",
                "1 столова ложка меду або іншого солодкого замінника (за смаком)",
                "1 столова ложка насіння чіа або льону (необов'язково)",
                "Льод (за бажанням)"
            ],
            "dishCpfc": {
                "calories": "250 ккал",
                "proteins": "6 г",
                "fats": "2 г",
                "carbohydrates": "20 г"
            },
            "dishWeight": "300 г",
            "dishComment": "Додайте трохи чіа,  так поживна цінність збільшиться і Ви будет почувати себе більш енергійними, але не на стільки, щоб перенавантажити шлунок.",
            "dishInstructions": [
                "У блендері змішайте банан, свіжі ягоди, йогурт і молоко.",
                "Додайте мед або інший солодкий замінник за смаком. ",
                "Додайте льод.",
                "Закрийте блендер і змішуйте інгредієнти на високій швидкості до отримання гладкої консистенції. ",
                "Розлійте смузі у склянки або резервуари для прийому їжі.",
                "Прикрасьте свіжими ягодами або м'ятним листям, якщо бажаєте."
            ]
        },
        "dinner": {
            "dishImage": "img/food-system/wednesday,saturday/dinner.webp",
            "dishName": "М’ясо з овочами",
            "dishIngredients": [
                "200 грамів м'яса (курка)",
                "1 цибуля, нарізана кільцями",
                "1-2 грунтовані часнички, розпушені",
                "1/2 моркви, нарізані на кружечки",
                "1 перець (червоний, жовтий або зелений), нарізаний на смужки",
                "1/2 цукіні, нарізаний на кружечки",
                "1/2 баклажан, нарізаний на кубики",
                "2 столові ложки соєвого соусу",
                "1 столова ложка олії для смаження",
                "Сіль і перець за смаком",
                "Свіжа зелень для прикраси "
            ],
            "dishCpfc": {
                "calories": "680 ккал",
                "proteins": "30 г",
                "fats": "15 г",
                "carbohydrates": "35 г"
            },
            "dishWeight": "350 г",
            "dishComment": "Якщо відчуваєте жосткість в м’ясі, залиште його в улюбленому маринаді на 1 годину, змийте маринад, якщо він не є корисним та готуйте за рецептом.",
            "dishInstructions": [
                "У глибокій сковороді або каструлі розігрійте олію на середньому вогні.",
                "Додайте нарізану цибулю і часник до сковороди і смажте їх, помішуючи, доки цибуля не стане м'якою і золотистою.",
                "Додайте нарізане м'ясо до сковороди і смажте його, поки не змінить колір зовні, перевертаючи шматочки м'яса, щоб забезпечити рівномірне смаження.",
                "Додайте нарізані моркву, перець, цукіні та баклажан до сковороди. Продовжуйте смажити, помішуючи, до м'якості овочів.",
                "Додайте соєвий соус, сіль і перець за смаком. Помішуйте, щоб всі інгредієнти рівномірно обволіклися соусом.",
                "Продовжуйте смажити м'ясо з овочами ще кілька хвилин, поки все добре прогріється і смаки змішаються."
            ]
        },
        "supper": {
            "dishImage": "img/food-system/wednesday,saturday/supper.webp",
            "dishName": "Чіабата з овочами",
            "dishIngredients": [
                "1 чіабата або багет",
                "2 столові ложки оливкової олії",
                "1/2 часнику",
                "1 цибуля, нарізана кільцями",
                "1 перець",
                "1 цукіні, нарізаний на кружечки",
                "1 баклажан, нарізаний на кубики",
                "Сіль і перець за смаком",
                "Свіжа зелень"
            ],
            "dishCpfc": {
                "calories": "400 ккал",
                "proteins": "6 г",
                "fats": "10 г",
                "carbohydrates": "20 г"
            },
            "dishWeight": "300 г",
            "dishComment": "Додайте трохи твердого сиру для смаку.",
            "dishInstructions": [
                "Розігрійте духовку до 200°C.",
                "Розріжте чіабату або багету вздовж на половинки. Якщо використовуєте багету, можна також нарізати на порційні шматочки.",
                "В сотейнику або глибокій сковорідці розігрійте оливкову олію на середньому вогні.",
                "Додайте нарізану цибулю, перець, цукіні та баклажан до сотейника. Смажте їх, помішуючи, до м'якості овочів і легкого золотистого кольору. Приправте сіллю і перцем за смаком.",
                "Розташуйте половинки чіабати або порційні шматочки багети на плоскому противні.",
                "Розподіліть смажені овочі рівномірно по верхній стороні чіабати або багети.",
                "Покладіть противень з чіабатою або багетою в духовку та готуйте протягом 10-12 хвилин або до того, як хліб золотисто підрум'яниться.",
                "Вийміть з духовки і дайте трохи охолонути. Прикрасьте свіжою зеленню перед подачею."
            ]
        },
        "snacks": {
            "dishImage": "img/food-system/wednesday,saturday/snacks.webp",
            "dishName": "Кефір",
            "dishIngredients": [
                "Кефір (200 мл)"
            ],
            "dishCpfc": {
                "calories": "100 ккал",
                "proteins": "5 г",
                "fats": "6 г",
                "carbohydrates": "7 г"
            },
            "dishWeight": "200 мл",
            "dishComment": "Не намагайтесь обирати кефір без жиру. Це може негативно сказатись на вашому стані здоров’я оскільки Ви будете нехтувати жирами. раджу обирати 2,5% жиру.",
            "dishInstructions": []
        }
    },
    "thursday": {
        "breakfast": {
            "dishImage": "img/food-system/monday,thursday,sunday/breakfast.webp",
            "dishName": "Сирники",
            "dishIngredients": [
                "250 г творогу",
                "1 яйце",
                "2 ст. ложки цукру",
                "3 ст. ложки манної крупи",
                "1/2 чайної ложки соди",
                "1/2 чайної ложки солі",
                "2 ст. ложки рослинної олії",
                "1/4 склянки молока",
                "1/2 чайної ложки ванільного екстракту"
            ],
            "dishCpfc": {
                "calories": "480 ккал",
                "proteins": "6 г",
                "fats": "3 г",
                "carbohydrates": "8 г"
            },
            "dishWeight": "240 г",
            "dishComment": "Сирники містять багато білків, кальцію та інших корисних мікронутрієнтів, таких як фосфор і вітамін D. Вони також можуть бути низькокалорійним варіантом для сніданку.",
            "dishInstructions": [
                "У миску додайте творог, яйце та цукор. Змішайте до однорідної маси.",
                "Додайте манну крупу, сіль, соду та олію. Змішайте до однорідної маси.",
                "Додайте молоко та ванільний екстракт і змішайте.",
                "Розігрійте сковороду на середньому вогні та додайте трохи олії.",
                "Формуйте невеликі сирники та обсмажуйте з двох сторін, доки вони не стануть золотистими."
            ]
        },
        "dinner": {
            "dishImage": "img/food-system/monday,thursday,sunday/dinner.webp",
            "dishName": "Грибний суп",
            "dishIngredients": [
                "500 г свіжих грибів (наприклад, шампіньйони)",
                "1 середня цибуля, нарізана",
                "2 зубчики часнику, розчавлені",
                "3 столові ложки олії або вершкового масла",
                "4 чашки овочевого бульйону (можна використовувати грибний бульйон)",
                "1 чашка вершків",
                "Сіль та перець за смаком",
                "Свіжі зелені (наприклад, петрушка або кріп), нарізані для прикраси"
            ],
            "dishCpfc": {
                "calories": "300 ккал",
                "proteins": "15 г",
                "fats": "8 г",
                "carbohydrates": "20 г"
            },
            "dishWeight": "400 г",
            "dishComment": "Звичайний грибний суп - це смачна та ситна страва. Можете додати трохи сиру, або з’їсти шматок чорного хлібу. Таке доповнення буде не зайвим.",
            "dishInstructions": [
                "Гриби очистіть та наріжте на тонкі шматочки.",
                "Розігрійте олію або вершкове масло в каструлі на середньому вогні. Додайте цибулю та часник, і смажте до м'якості, приблизно 5 хвилин.",
                "Додайте нарізані гриби до каструлі та смажте, поки вони не стануть м'якими та випустять свій сік, близько 8-10 хвилин.",
                "Додайте бульйон до каструлі, збільште вогонь та доведіть до кипіння. Зменшіть вогонь та варіть грибний суп на помірному вогні протягом 15-20 хвилин.",
                "За смаком додайте сіль та перець.",
                "Знявши каструлю з вогню, додайте вершки та добре перемішайте.",
                "Подавайте грибний суп гарячим, прикрасивши свіжою зеленню."
            ]
        },
        "supper": {
            "dishImage": "img/food-system/monday,thursday,sunday/supper.webp",
            "dishName": "Рис з мідіями",
            "dishIngredients": [
                "1/3 чашка рису",
                "1  чашки води",
                "200  г мідій (очищених та вимитих)",
                "1/2 столові ложки олії",
                "1 цибулина, дрібно нарізана",
                "1/2 зубчики часнику, розчавлені",
                "1/6 чашки білого вина (необов'язково)",
                "Сіль та перець за смаком",
                "Свіжі зелені (наприклад, петрушка), нарізані для прикраси"
            ],
            "dishCpfc": {
                "calories": "550 ккал",
                "proteins": "10 г",
                "fats": "25 г",
                "carbohydrates": "26 г"
            },
            "dishWeight": "300 г",
            "dishComment": "Обирайте темний рис.",
            "dishInstructions": [
                "Промийте рис декілька разів, доки вода не стане прозорою.",
                "У каструлі злейте воду та додайте рис. Принесіть до кипіння, потім зменшіть вогонь, накрийте каструлю кришкою та готуйте приблизно 15-20 хвилин, доки рис не стане м'яким і вода не висохне. Зніміть з вогню та залиште каструлю на 5-10 хвилин, щоб рис додатково пропарився.",
                "У міжчасі, на панці розігрійте олію на середньому вогні. Додайте цибулину та часник, і смажте до м'якості, приблизно 3-4 хвилини.",
                "Додайте мідії до панці та збільшіть вогонь. Залийте біле вино (за бажанням) і готуйте на великому вогні, часто помішуючи, до того моменту, поки мідії повністю не відкриються. Видаліть невідкриті мідії.",
                "Додайте готовий рис до мідій у панці. Приправте сіллю та перцем за смаком. Помішуйте доки все добре змішається та прогріється протягом кількох хвилин.",
                "Подавайте рис з мідіями гарячим, прикрасивши свіжою зеленню."
            ]
        },
        "snacks": {
            "dishImage": "img/food-system/monday,thursday,sunday/snacks.webp",
            "dishName": "Вафлі",
            "dishIngredients": [
                "1/2 чашки пшеничної муки",
                "1/2 чайні ложки цукру",
                "1 столова ложка пекарського порошку",
                "1/2 чайної ложки солі",
                "2 великі яйця",
                "1/2 чашки молока",
                "1 чайна ложка ванільного екстракту"
            ],
            "dishCpfc": {
                "calories": "170 ккал",
                "proteins": "2 г",
                "fats": "20 г",
                "carbohydrates": "40 г"
            },
            "dishWeight": "100 г",
            "dishComment": "Враховуйте інші фактори харчування: Розгляньте всю свою дієту в цілому. Якщо ви споживаєте багато інших продуктів з високим вмістом цукру або вуглеводів, спробуйте зменшити споживання сладкого, щоб збалансувати раціон.",
            "dishInstructions": [
                "У великій мисці поєднайте пшеничну муку, цукор, пекарський порошок і сіль. Добре перемішайте.",
                "У іншій мисці розбийте яйця. Додайте молоко, розтоплене масло та ванільний екстракт. Змішайте до отримання однорідної суміші.",
                "Зробіть невелику ямку в сухих інгредієнтах і влийте змочену суміш. За допомогою віників або ложки обережно змішайте до отримання гладкої тіста. Не замішуйте занадто довго, щоб уникнути перевитривання тіста.",
                "Налейте приблизно 1/4 чашки тіста на середину праски, закрийте і спечіть до золотистого кольору, відповідно до інструкцій праски (зазвичай це займає 3-5 хвилин).",
                "Зніміть вафлі з праски і повторіть процес з рештою тіста."
            ]
        }
    },
    "friday": {
        "breakfast": {
            "dishImage": "img/food-system/tuesday,friday/breakfast.webp",
            "dishName": "Млинці",
            "dishIngredients": [
                "1 чашка борошна",
                "1 чашка молока (можна використовувати рослинне молоко, таке як соєве, овесляне або мигдальне)",
                "2 яйця",
                "1 столова ложка рослинної олії (наприклад, оливкова або кокосова олія)",
                "1 чайна ложка цукру (або інший солодкий замінник)",
                "1/2 чайної ложки солі",
                "Олія для змащування пательні"
            ],
            "dishCpfc": {
                "calories": "650 ккал",
                "proteins": "6 г",
                "fats": "8 г",
                "carbohydrates": "15 г"
            },
            "dishWeight": "250 г",
            "dishComment": "Якщо вивідчуваєте тяжкість після їжі, спробуйте замінити борошно на злаки, наприклад вівсянку. В Вас вийде більш хрумкі млинці.",
            "dishInstructions": [
                "У глибокій мисці змішайте борошно, цукор і сіль.",
                "В іншу миску розбити яйця, додати молоко та рослинну олію. Збийте, поки суміш не стане однорідною.",
                "Поступово додайте змішані сухі інгредієнти до вологих, перемішуючи до утворення однорідного тіста. Якщо тісто занадто густе, можна додати ще трохи молока. Дати тісту постояти 10-15 хвилин.",
                "Розігріваємо сковороду на середньому вогні та змащуємо її невеликою кількістю олії.",
                "За допомогою половинки булочки або черпака наливаємо невелику кількість тіста на сковорідку і розтягуємо, обертаючи сковорідку, щоб рівномірно розподілити тісто по всій поверхні.",
                "Обсмажуємо млинець з обох боків до золотистої скоринки, перевертаючи його лопаткою або широкою ложкою. Повторіть цей процес з рештою тіста."
            ]
        },
        "dinner": {
            "dishImage": "img/food-system/tuesday,friday/dinner.webp",
            "dishName": "Плов",
            "dishIngredients": [
                "150 нежирного м'яса (курка, індичка або яловичина), нарізаного на кубики",
                "1 столова ложка рослинної олії (наприклад, оливкова або кокосова олія)",
                "1 велика цибуля, нарізана тонкими кільцями",
                "1/2 моркви, нарізані на тонкі пластинки",
                "1 столова ложка куркуми",
                "1/3 чашка рису",
                "2/3 чашки овочевого бульйону (або вода)",
                "Сіль за смаком",
                "Свіжа зелень для прикраси (петрушка, кріп, базилік і т.д.)"
            ],
            "dishCpfc": {
                "calories": "700 ккал",
                "proteins": "20 г",
                "fats": "15 г",
                "carbohydrates": "20 г"
            },
            "dishWeight": "250 г",
            "dishComment": "Ви можете використовувати чорний рис, в ньому міститься більше макроелементів, що будуть допомагати у перетравленні їжі.",
            "dishInstructions": [
                "У великій каструлі розігрійте рослинну олію на середньому вогні. Додайте нарізану цибулю і моркву.",
                "Додайте нарізане м'ясо до каструлі і смажте, поки воно не стане золотистим з усіх боків.",
                "Додайте куркуму і рис до каструлі. Помішуйте, щоб рис рівномірно просмажився протягом кількох хвилин.",
                "Залейте овочевий бульйон або воду до каструлі. Додайте сіль за смаком. Зменшіть вогонь до мінімуму, накрийте каструлю кришкою і готуйте протягом 15-20 хвилин, або доки рис стане м'яким і всю рідину поглинуто.",
                "Після готовності плову вимкніть вогонь і залиште його на каструлі ще на 5-10 хвилин, щоб він доспівав і набув більш насиченого смаку.",
                "Подавайте плов гарячим, прикрашений свіжою зеленню."
            ]
        },
        "supper": {
            "dishImage": "img/food-system/tuesday,friday/supper.webp",
            "dishName": "Салат з тунцем",
            "dishIngredients": [
                "1/3 банки консервованого тунця в олії (або свіжого тунця, відвареного та розділеного на шматочки)",
                "1/2 столові ложки оливкової олії",
                "2 столові ложки лимонного соку",
                "1/2 чашки нарізаного огірка",
                "1/2 чашки нарізаної свіжої червоної цибулі",
                "1/2 чашки нарізаної свіжої помідори",
                "1/4 чашки нарізаної чорної оливки",
                "2 столові ложки нарізаної свіжої петрушки",
                "Сіль і перець за смаком"
            ],
            "dishCpfc": {
                "calories": "160 ккал",
                "proteins": "8 г",
                "fats": "5 г",
                "carbohydrates": "10 г"
            },
            "dishWeight": "200 г",
            "dishComment": "Можете замінити тунець на сир фету., 50 грам.",
            "dishInstructions": [
                "У великій мисці змішайте оливкову олію і лимонний сік. Додайте сіль і перець за смаком і добре перемішайте.",
                "Додайте консервований тунець в олії до миски. Якщо ви використовуєте свіжий тунець, розділіть його на шматочки і додайте до миски.",
                "Додайте нарізаний огірок, червону цибулю, помідори, чорну оливку і петрушку до миски.",
                "Перемішайте всі інгредієнти, щоб рівномірно обволікти тунець олією і розподілити овочі.",
                "Смакуйте і додавайте сіль і перець за смаком, якщо потрібно.",
                "Салат з тунцем готовий до подачі. Ви можете подати його на листях салату, на крутони або як самостійну страву."
            ]
        },
        "snacks": {
            "dishImage": "img/food-system/tuesday,friday/snacks.webp",
            "dishName": "Фрукти",
            "dishIngredients": [
                "Обирайте будь-які фрукти, окрім банану, він затримає воду."
            ],
            "dishCpfc": {
                "calories": "-",
                "proteins": "-",
                "fats": "-",
                "carbohydrates": "-"
            },
            "dishWeight": "150 г",
            "dishComment": "Завдяки сьогоднішньому раціону Ви маєте необхідну кількість всіх поживних речовин, якщо Ви не відчуваєте потреби у їжі - пропустіть снек.",
            "dishInstructions": []
        }
    },
    "saturday": {
        "breakfast": {
            "dishImage": "img/food-system/wednesday,saturday/breakfast.webp",
            "dishName": "Смузі",
            "dishIngredients": [
                "1/2  банан",
                "1 чашка свіжих ягід (ягоди полуниці, малини, годжі, ягоди або суміш)",
                "1/2 чашки нежиркого йогурту ",
                "1/2 чашки рідкого (рослинного) молока",
                "1 столова ложка меду або іншого солодкого замінника (за смаком)",
                "1 столова ложка насіння чіа або льону (необов'язково)",
                "Льод (за бажанням)"
            ],
            "dishCpfc": {
                "calories": "250 ккал",
                "proteins": "6 г",
                "fats": "2 г",
                "carbohydrates": "20 г"
            },
            "dishWeight": "300 г",
            "dishComment": "Додайте трохи чіа,  так поживна цінність збільшиться і Ви будет почувати себе більш енергійними, але не на стільки, щоб перенавантажити шлунок.",
            "dishInstructions": [
                "У блендері змішайте банан, свіжі ягоди, йогурт і молоко.",
                "Додайте мед або інший солодкий замінник за смаком. ",
                "Додайте льод.",
                "Закрийте блендер і змішуйте інгредієнти на високій швидкості до отримання гладкої консистенції. ",
                "Розлійте смузі у склянки або резервуари для прийому їжі.",
                "Прикрасьте свіжими ягодами або м'ятним листям, якщо бажаєте."
            ]
        },
        "dinner": {
            "dishImage": "img/food-system/wednesday,saturday/dinner.webp",
            "dishName": "М’ясо з овочами",
            "dishIngredients": [
                "200 грамів м'яса (курка)",
                "1 цибуля, нарізана кільцями",
                "1-2 грунтовані часнички, розпушені",
                "1/2 моркви, нарізані на кружечки",
                "1 перець (червоний, жовтий або зелений), нарізаний на смужки",
                "1/2 цукіні, нарізаний на кружечки",
                "1/2 баклажан, нарізаний на кубики",
                "2 столові ложки соєвого соусу",
                "1 столова ложка олії для смаження",
                "Сіль і перець за смаком",
                "Свіжа зелень для прикраси "
            ],
            "dishCpfc": {
                "calories": "680 ккал",
                "proteins": "30 г",
                "fats": "15 г",
                "carbohydrates": "35 г"
            },
            "dishWeight": "350 г",
            "dishComment": "Якщо відчуваєте жосткість в м’ясі, залиште його в улюбленому маринаді на 1 годину, змийте маринад, якщо він не є корисним та готуйте за рецептом.",
            "dishInstructions": [
                "У глибокій сковороді або каструлі розігрійте олію на середньому вогні.",
                "Додайте нарізану цибулю і часник до сковороди і смажте їх, помішуючи, доки цибуля не стане м'якою і золотистою.",
                "Додайте нарізане м'ясо до сковороди і смажте його, поки не змінить колір зовні, перевертаючи шматочки м'яса, щоб забезпечити рівномірне смаження.",
                "Додайте нарізані моркву, перець, цукіні та баклажан до сковороди. Продовжуйте смажити, помішуючи, до м'якості овочів.",
                "Додайте соєвий соус, сіль і перець за смаком. Помішуйте, щоб всі інгредієнти рівномірно обволіклися соусом.",
                "Продовжуйте смажити м'ясо з овочами ще кілька хвилин, поки все добре прогріється і смаки змішаються."
            ]
        },
        "supper": {
            "dishImage": "img/food-system/wednesday,saturday/supper.webp",
            "dishName": "Чіабата з овочами",
            "dishIngredients": [
                "1 чіабата або багет",
                "2 столові ложки оливкової олії",
                "1/2 часнику",
                "1 цибуля, нарізана кільцями",
                "1 перець",
                "1 цукіні, нарізаний на кружечки",
                "1 баклажан, нарізаний на кубики",
                "Сіль і перець за смаком",
                "Свіжа зелень"
            ],
            "dishCpfc": {
                "calories": "400 ккал",
                "proteins": "6 г",
                "fats": "10 г",
                "carbohydrates": "20 г"
            },
            "dishWeight": "300 г",
            "dishComment": "Додайте трохи твердого сиру для смаку.",
            "dishInstructions": [
                "Розігрійте духовку до 200°C.",
                "Розріжте чіабату або багету вздовж на половинки. Якщо використовуєте багету, можна також нарізати на порційні шматочки.",
                "В сотейнику або глибокій сковорідці розігрійте оливкову олію на середньому вогні.",
                "Додайте нарізану цибулю, перець, цукіні та баклажан до сотейника. Смажте їх, помішуючи, до м'якості овочів і легкого золотистого кольору. Приправте сіллю і перцем за смаком.",
                "Розташуйте половинки чіабати або порційні шматочки багети на плоскому противні.",
                "Розподіліть смажені овочі рівномірно по верхній стороні чіабати або багети.",
                "Покладіть противень з чіабатою або багетою в духовку та готуйте протягом 10-12 хвилин або до того, як хліб золотисто підрум'яниться.",
                "Вийміть з духовки і дайте трохи охолонути. Прикрасьте свіжою зеленню перед подачею."
            ]
        },
        "snacks": {
            "dishImage": "img/food-system/wednesday,saturday/snacks.webp",
            "dishName": "Кефір",
            "dishIngredients": [
                "Кефір (200 мл)"
            ],
            "dishCpfc": {
                "calories": "100 ккал",
                "proteins": "5 г",
                "fats": "6 г",
                "carbohydrates": "7 г"
            },
            "dishWeight": "200 мл",
            "dishComment": "Не намагайтесь обирати кефір без жиру. Це може негативно сказатись на вашому стані здоров’я оскільки Ви будете нехтувати жирами. раджу обирати 2,5% жиру.",
            "dishInstructions": []
        }
    },
    "sunday": {
        "breakfast": {
            "dishImage": "img/food-system/monday,thursday,sunday/breakfast.webp",
            "dishName": "Сирники",
            "dishIngredients": [
                "250 г творогу",
                "1 яйце",
                "2 ст. ложки цукру",
                "3 ст. ложки манної крупи",
                "1/2 чайної ложки соди",
                "1/2 чайної ложки солі",
                "2 ст. ложки рослинної олії",
                "1/4 склянки молока",
                "1/2 чайної ложки ванільного екстракту"
            ],
            "dishCpfc": {
                "calories": "480 ккал",
                "proteins": "6 г",
                "fats": "3 г",
                "carbohydrates": "8 г"
            },
            "dishWeight": "240 г",
            "dishComment": "Сирники містять багато білків, кальцію та інших корисних мікронутрієнтів, таких як фосфор і вітамін D. Вони також можуть бути низькокалорійним варіантом для сніданку.",
            "dishInstructions": [
                "У миску додайте творог, яйце та цукор. Змішайте до однорідної маси.",
                "Додайте манну крупу, сіль, соду та олію. Змішайте до однорідної маси.",
                "Додайте молоко та ванільний екстракт і змішайте.",
                "Розігрійте сковороду на середньому вогні та додайте трохи олії.",
                "Формуйте невеликі сирники та обсмажуйте з двох сторін, доки вони не стануть золотистими."
            ]
        },
        "dinner": {
            "dishImage": "img/food-system/monday,thursday,sunday/dinner.webp",
            "dishName": "Грибний суп",
            "dishIngredients": [
                "500 г свіжих грибів (наприклад, шампіньйони)",
                "1 середня цибуля, нарізана",
                "2 зубчики часнику, розчавлені",
                "3 столові ложки олії або вершкового масла",
                "4 чашки овочевого бульйону (можна використовувати грибний бульйон)",
                "1 чашка вершків",
                "Сіль та перець за смаком",
                "Свіжі зелені (наприклад, петрушка або кріп), нарізані для прикраси"
            ],
            "dishCpfc": {
                "calories": "300 ккал",
                "proteins": "15 г",
                "fats": "8 г",
                "carbohydrates": "20 г"
            },
            "dishWeight": "400 г",
            "dishComment": "Звичайний грибний суп - це смачна та ситна страва. Можете додати трохи сиру, або з’їсти шматок чорного хлібу. Таке доповнення буде не зайвим.",
            "dishInstructions": [
                "Гриби очистіть та наріжте на тонкі шматочки.",
                "Розігрійте олію або вершкове масло в каструлі на середньому вогні. Додайте цибулю та часник, і смажте до м'якості, приблизно 5 хвилин.",
                "Додайте нарізані гриби до каструлі та смажте, поки вони не стануть м'якими та випустять свій сік, близько 8-10 хвилин.",
                "Додайте бульйон до каструлі, збільште вогонь та доведіть до кипіння. Зменшіть вогонь та варіть грибний суп на помірному вогні протягом 15-20 хвилин.",
                "За смаком додайте сіль та перець.",
                "Знявши каструлю з вогню, додайте вершки та добре перемішайте.",
                "Подавайте грибний суп гарячим, прикрасивши свіжою зеленню."
            ]
        },
        "supper": {
            "dishImage": "img/food-system/monday,thursday,sunday/supper.webp",
            "dishName": "Рис з мідіями",
            "dishIngredients": [
                "1/3 чашка рису",
                "1  чашки води",
                "200  г мідій (очищених та вимитих)",
                "1/2 столові ложки олії",
                "1 цибулина, дрібно нарізана",
                "1/2 зубчики часнику, розчавлені",
                "1/6 чашки білого вина (необов'язково)",
                "Сіль та перець за смаком",
                "Свіжі зелені (наприклад, петрушка), нарізані для прикраси"
            ],
            "dishCpfc": {
                "calories": "550 ккал",
                "proteins": "10 г",
                "fats": "25 г",
                "carbohydrates": "26 г"
            },
            "dishWeight": "300 г",
            "dishComment": "Обирайте темний рис.",
            "dishInstructions": [
                "Промийте рис декілька разів, доки вода не стане прозорою.",
                "У каструлі злейте воду та додайте рис. Принесіть до кипіння, потім зменшіть вогонь, накрийте каструлю кришкою та готуйте приблизно 15-20 хвилин, доки рис не стане м'яким і вода не висохне. Зніміть з вогню та залиште каструлю на 5-10 хвилин, щоб рис додатково пропарився.",
                "У міжчасі, на панці розігрійте олію на середньому вогні. Додайте цибулину та часник, і смажте до м'якості, приблизно 3-4 хвилини.",
                "Додайте мідії до панці та збільшіть вогонь. Залийте біле вино (за бажанням) і готуйте на великому вогні, часто помішуючи, до того моменту, поки мідії повністю не відкриються. Видаліть невідкриті мідії.",
                "Додайте готовий рис до мідій у панці. Приправте сіллю та перцем за смаком. Помішуйте доки все добре змішається та прогріється протягом кількох хвилин.",
                "Подавайте рис з мідіями гарячим, прикрасивши свіжою зеленню."
            ]
        },
        "snacks": {
            "dishImage": "img/food-system/monday,thursday,sunday/snacks.webp",
            "dishName": "Вафлі",
            "dishIngredients": [
                "1/2 чашки пшеничної муки",
                "1/2 чайні ложки цукру",
                "1 столова ложка пекарського порошку",
                "1/2 чайної ложки солі",
                "2 великі яйця",
                "1/2 чашки молока",
                "1 чайна ложка ванільного екстракту"
            ],
            "dishCpfc": {
                "calories": "170 ккал",
                "proteins": "2 г",
                "fats": "20 г",
                "carbohydrates": "40 г"
            },
            "dishWeight": "100 г",
            "dishComment": "Враховуйте інші фактори харчування: Розгляньте всю свою дієту в цілому. Якщо ви споживаєте багато інших продуктів з високим вмістом цукру або вуглеводів, спробуйте зменшити споживання сладкого, щоб збалансувати раціон.",
            "dishInstructions": [
                "У великій мисці поєднайте пшеничну муку, цукор, пекарський порошок і сіль. Добре перемішайте.",
                "У іншій мисці розбийте яйця. Додайте молоко, розтоплене масло та ванільний екстракт. Змішайте до отримання однорідної суміші.",
                "Зробіть невелику ямку в сухих інгредієнтах і влийте змочену суміш. За допомогою віників або ложки обережно змішайте до отримання гладкої тіста. Не замішуйте занадто довго, щоб уникнути перевитривання тіста.",
                "Налейте приблизно 1/4 чашки тіста на середину праски, закрийте і спечіть до золотистого кольору, відповідно до інструкцій праски (зазвичай це займає 3-5 хвилин).",
                "Зніміть вафлі з праски і повторіть процес з рештою тіста."
            ]
        }
    }
}